{
  "post": [
    {
      "id": 1,
      "title": "Jose Mourinho Sacked As Football Finally Goes Mad",
      "author": "Monkey Woods",
      "date": "18 December 2018",
      "image": "https://e1.365dm.com/17/09/768x432/skysports-jose-mourinho-manchester-united-everton-premier-league_4103718.jpg?20171026120317",
      "content": "In what might be seen as the end of several chapters in football history today, Manchester United coach, Jose Mourinho, was sacked, and will join the dole queue tomorrow. United, although not having a great season, are in 6th place in the Premier League, and still competing in Europe; the FA Cup beckons, and the fans can't complain at the competitive nature of the matches the Reds are involved in. Hardly the time to sack your coach, then?",
      "story": "In what might be seen as the end of several chapters in football history today, Manchester United coach, Jose Mourinho, was sacked, and will join the dole queue tomorrow. United, although not having a great season, are in 6th place in the Premier League, and still competing in Europe; the FA Cup beckons, and the fans can't complain at the competitive nature of the matches the Reds are involved in. Hardly the time to sack your coach, then? Unless you're one of the 'new breed' of fans who think it's a disaster when the team hasn't won for three or four matches. But that's what we seem to have here, as United, starved of 'real' success since Sir Alex Ferguson was in charge, have only won the League Cup and Europe League under Mourinho, and that, as most 'new breed' football fans would admit, is unforgivable. If you're one of the 'new breed', that is. Traditional football fans, however, might look upon Mourinho's sacking as 'odd' at best. The fact he was given a contract at Old Trafford, at all, was odd, but this is odder. Why does a team 6th in the PL, eyeing-up a game with Bayern München in Europe, not yet started with the FA Cup, playing in exciting games, in which any result is possible and they're never sure whether they're going to win, lose or draw, sack its manager?"
    },
    {
      "id": 2,
      "title": "OLE GUNNAR SOLSKJAER APPOINTED CARETAKER MANAGER",
      "author": "Communications Department",
      "date": "19 December 2018 09:15",
      "image": "https://i2-prod.manchestereveningnews.co.uk/incoming/article15570301.ece/ALTERNATES/s615/0_GettyImages-76361242.jpg",
      "content": "Solskjær scored 126 goals in 366 appearances for United between 1996 and 2007. In 2008 he became the club’s reserve-team manager, before taking the managerial role at FC Molde in Norway. Solskjær will take charge of the first team with immediate effect and will remain in place while the club conducts a thorough recruitment process for a new full-time manager. He will be joined by Mike Phelan as first-team coach, working alongside Michael Carrick",
      "story": "Solskjær scored 126 goals in 366 appearances for United between 1996 and 2007. In 2008 he became the club’s reserve-team manager, before taking the managerial role at FC Molde in Norway. Solskjær will take charge of the first team with immediate effect and will remain in place while the club conducts a thorough recruitment process for a new full-time manager. He will be joined by Mike Phelan as first-team coach, working alongside Michael Carrick and Kieran McKenna. “Manchester United is in my heart and it’s brilliant to be coming back in this role. I’m really looking forward to working with the very talented squad we have, the staff and everyone at the club,” said Solskjær. Ed Woodward, Executive Vice Chairman, comments: “Ole is a club legend with huge experience, both on the pitch and in coaching roles. His history at Manchester United means he lives and breathes the culture here and everyone at the club is delighted to have him and Mike Phelan back. We are confident they will unite the players and the fans as we head into the second half of the season.”"
    },
    {
      "id": 3,
      "title": "Paul Pogba's show-stopping form is emblematic of Manchester United's transformation",
      "author": "JAMES DUCKER",
      "date": "31 DECEMBER 2018 • 12:00PM",
      "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/04/08/Pictures/fbl-eng-pr-man-city-man-utd_92d2d974-3adc-11e8-90dd-823da00706aa.jpg",
      "content": "It is not easy to describe the stress free space Manchester United’s players currently find themselves occupying. Perhaps it resembles that much craved window after a bruising sequence of exams when elated, giddy pupils, finally free of months of angst, start to feel like themselves again. It will inevitably have a shelf life but there is something truly liberating about it all the same. Still, no one is revelling in this sudden sense of freedom quite like Paul Pogba,",
      "story": "It is not easy to describe the stress free space Manchester United’s players currently find themselves occupying. Perhaps it resembles that much craved window after a bruising sequence of exams when elated, giddy pupils, finally free of months of angst, start to feel like themselves again. It will inevitably have a shelf life but there is something truly liberating about it all the same. Still, no one is revelling in this sudden sense of freedom quite like Paul Pogba, whose show-stopping form is as emblematic of United’s transformation in just three games under Ole Gunnar Solskjaer as his place on the substitutes’ bench for Jose Mourinho’s final three Premier League matches was reflective of the corrosive rot that had set in at Old Trafford. A couple of assists against Cardiff City were followed by a couple of goals against Huddersfield on Boxing Day and then, on Sunday at home to Bournemouth, Pogba scored two more, and it would have been a hat-trick but for Asmir Begovic pushing another shot on to a post. “I can definitely, definitely see the Paul I used to know,” Jesse Lingard said after watching Pogba run Bournemouth ragged. “I have seen him playing through the ranks [at Manchester United] and he is back to that player, the player we know. “He’s enjoying his football. He’s playing in the role he likes to play in, just inside, off the left. He has the freedom to make things happen. He has always got forward in that position and scored goals. “Ole has helped him 100 per cent. He has given him the confidence and licence to be free and play his game and do what we know he can do.” Pogba hardly covered himself in glory with some of his antics under Mourinho and there are some who will accuse him of acting unprofessionally. He is not exactly short of critics or detractors. But one need only look at the volume of other players who had stagnated and were shrivelling under the former manager to appreciate this was not a problem isolated to a Frenchman with a large social media presence and a fondness for dancing. When Lingard talks about Solskjaer giving Pogba the freedom and confidence to “play his game” and “enjoy his football”, the same could apply to himself, Marcus Rashford, Anthony Martial, Luke Shaw and so on. Even Nemanja Matic, one of the few allies Mourinho had left in the dressing room, looks reinvigorated by the change after months of insipid form. The challenge for Pogba as much as United is to prove this purple patch is something more substantial, more tangible than an excitable, ephemeral reaction to Mourinho’s sacking. No one doubted Pogba’s capacity to down an opponent from time to time but consistently doing so and getting those around him to beat to his drum is another matter and this time the midfielder will have no excuse. Solskjaer will put an arm around his shoulder, indulge him, build the team around him, play him in his best position with the right players around and put the accent firmly on attack playing 20 yards further up the field. The rest is up to Pogba. There can be no excuses. Newcastle are up next on Wednesday at St James’ Park before United face Tottenham at Wembley  on Jan 13 , which, incidentally, was where Mourinho and Pogba had a touchline spat 12 months ago and things really began to unravel between them. But Pogba would have been a handful for anyone in the form he was against Bournemouth. He needs runners, pace and movement around him truly to thrive, for his range of passing not to go unrequited, and he needs a foil, which Nemanja Matic and Ander Herrera are providing. But his team-mates also need him running from box-to-box, working hard, driving forward into the penalty area with the sort of timing and determination he showcased for both his goals on Sunday. When all of those things happen, Pogba becomes a menace to the opposition. It was interesting Solskjaer should, unprompted, mention Pogba’s “showboating” - or rather, praised his lack of it against Eddie Howe’s side. He is obviously aware of some of Pogba’s worst excesses. Solskjaer stopped short of saying he had told the player to cut out the gimmicks but it is clear he has instructed the 25-year-old to focus on the important stuff and it was Pogba who talked post Bournemouth about the need to do the “simple” things well. Solskjaer is certainly having great early success getting into the heads of his players. It helps enormously that players who had grown tired of being thrown under one bus after another by Mourinho are enjoying listening to a positive, progressive voice but the Norwegian is hitting the right notes at the moment. “He is great one on one with players,” Lingard said of the interim manager. “Great man-management. He will always speak to you and tell you what to do. “He knew me from the reserves [when he was the coach] and knows what kind of a player I am. When I am on the right wing he likes me to to come inside and make things happen. He gives me licence and freedom to do that. “He gave me my reserve team debut. He was always there on hand to give advice and help the youngsters out. He helped me out coming through and I learnt a lot from him. “He’s very special to this club and for this club. He knows where Man United has to be and that is at the very top and putting in performances like we did against Bournemouth.”"
    }
  ]
}
